tap "1password/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "bazelisk"
brew "docker", link: false
brew "dog"
brew "dust"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "node"
brew "nvm"
brew "ripgrep"
brew "spaceship"
brew "subversion"
brew "tree"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "audacity"
cask "bartender"
cask "charles"
cask "discord"
cask "docker"
cask "firefox"
cask "font-powerline-symbols"
cask "font-sf-mono-for-powerline"
cask "google-chrome"
cask "lunasea"
cask "microsoft-teams"
cask "notable"
cask "rectangle"
cask "rocket"
cask "signal"
cask "swinsian"
cask "visual-studio-code"
