tap "1password/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "bazelisk"
brew "docker", link: false
brew "dog"
brew "dust"
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "node"
brew "nvm"
brew "ripgrep"
brew "spaceship"
brew "subversion"
brew "tree"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "audacity"
cask "bartender"
cask "charles"
cask "discord"
cask "docker"
cask "firefox"
cask "font-powerline-symbols"
cask "font-sf-mono-for-powerline"
cask "google-chrome"
cask "lunasea"
cask "microsoft-teams"
cask "notable"
cask "rectangle"
cask "rocket"
cask "signal"
cask "swinsian"
cask "visual-studio-code"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "Grammarly for Safari", id: 1462114288
mas "Homie", id: 1533590432
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Slack", id: 803453959
mas "SmartGym", id: 922744883
mas "Speedtest", id: 1153157709
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Wallpaperer", id: 1102248738
mas "Xcode", id: 497799835
