tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bazelisk"
brew "docker", link: false
brew "exa"
brew "guile"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "nghttp2"
brew "node"
brew "nvm"
brew "tree"
brew "yarn"
cask "1password-cli"
cask "alfred"
cask "audacity"
cask "bartender"
cask "charles"
cask "discord"
cask "docker"
cask "microsoft-teams"
cask "netspot"
cask "notable"
cask "rectangle"
cask "rocket"
cask "signal"
